{
  "plugins": {
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim",
      "version": "'master'"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim.git",
      "version": "'main'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'master'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'master'"
    },
    "persistence.nvim": {
      "src": "https://github.com/folke/persistence.nvim",
      "version": "'main'"
    },
    "vim-illuminate": {
      "src": "https://github.com/rrethy/vim-illuminate",
      "version": "'master'"
    },
    "vscode.nvim": {
      "src": "https://github.com/mofiqul/vscode.nvim",
      "version": "'main'"
    }
  }
}
